[
  {
    "Name": "Tango",
    "Country": "Argentina",
    "Longitude": -63.616672,
    "Latitude": -38.416097,
    "Year": 1880,
    "Category": "Ballroom",
    "Participation": "Partner",
    "Difficulty": "Difficult",
    "Tool": "No",
    "Description": "One of the most fascinating of all dances, the tango is a sensual ballroom dance that originated in Buenos Aires, Argentina in the early twentieth century. Tango is usually performed by a man and a woman, expressing an element of romance in their synchronized movements. Originally, the tango was performed only by women, but once it spread beyond Buenos Aires, it developed into a dance for couples.The popularity of the tango has greatly increased over the years. Argentine Tango is much more intimate than Modern Tango, and is well-suited to dancing in small settings. Argentine Tango retains the intimacy of the original dance.",
    "Video": "https://www.youtube.com/embed/sxm3Xyutc1s"
  },
  {
    "Name": "Cha-Cha-Cha",
    "Country": "Cuba",
    "Longitude": -77.781167,
    "Latitude": 21.521757,
    "Year": 1950,
    "Category": "Ballroom",
    "Participation": "Partner",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "Cha-cha-chá is danced to authentic Cuban music, although in ballroom competitions it is often danced to Latin Pop or Latin Rock. The music for the international ballroom cha-cha-chá is energetic and with a steady beat. The Cuban cha-cha-chá may involve complex polyrhythms.Styles of cha-cha-chá dance may differ in the place of the chasse in the rhythmical structure. The original Cuban and the ballroom cha-cha count is \"two, three, chachacha\", \"four-and-one, two, three\" or \"one, two, three, chacha\". The dance does not start on the first beat of a bar, though it can start with a transfer of weight to the lead's right.Nevertheless, many social dancers count \"one, two, cha-cha-cha\" and may find it difficult to make the adjustment to the correct timing of the dance, \"two, three, cha-cha, one\".",
    "Video": "https://www.youtube.com/embed/vSSvD1jtcSs"
  },
  {
    "Name": "Kompa",
    "Country": "Haiti",
    "Longitude": -72.285215,
    "Latitude": 18.971187,
    "Year": 1955,
    "Category": "Ballroom",
    "Participation": "Partner",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "Kompa music originated on the island of Haiti, first created by a musician named Nemours Jean-Baptiste in the mid-1950s. It is a derivative of Meringue, which also originated in Haiti in the 1800s. The original name was Kompa Direk (Direct); also spelled as Compa, it means beat in Spanish, which made the name stand for “Direct Beat”. The beat and gaining rhythm is something you need when dancing to Kompa music, much of the dancing comes from the hips and feeling the musical sound on the inside. Over the last sixty years, Kompa music and dancing have become a staple in the country of Haiti and have slowly but surely made their way to other parts of the world such as Dominica and Canada.",
    "Video": "https://www.youtube.com/embed/Yx2SW43ebA"
  },
  {
    "Name": "Waltz",
    "Country": "Austria",
    "Longitude": 14.550072,
    "Latitude": 47.516231,
    "Year": 1650,
    "Category": "Ballroom,Folk",
    "Participation": "Partner",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "Waltz: from the old German word walzen to roll, turn, or to glide.Waltz: a ballroom dance in 3/4 time with strong accent on the first beat and a basic pattern of step-step-close.Waltz: to move or glide in a lively or conspicuous manner (to advance easily and successfully).Waltz: a dance born in the suburbs of Vienna and in the alpine region of Austria. As early as the seventeenth century, waltzes were played in the ballrooms of the Hapsburg court. The weller, or turning dances, were danced by peasants in Austria and Bavaria even before that time. Many of the familiar waltz tunes can be traced back to simple peasant yodeling melodies.",
    "Video": "https://www.youtube.com/embed/jN4dXenlxbI"
  },
  {
    "Name": "Adumu",
    "Country": "Tanzania",
    "Longitude": 34.888822,
    "Latitude": -6.369028,
    "Year": 1450,
    "Category": "Ceremonial",
    "Participation": "Group",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "Adumu is a Maasai dance which is performed during Eunoto, the coming-of-age ceremony of warriors. This dance, also referred to as aigus, or \"the jumping dance\" by non-Maasai (both adumu and aigus are Maa verbs meaning \"to jump\" with adumu meaning \"To jump up and down in a dance\"[19]) has made Maasai warriors known for this competitive jumping, which is frequently photographed. A circle is formed by the warriors, and one or two at a time will enter the center to begin jumping while maintaining a narrow posture, never letting their heels touch the ground. Members of the group may raise the pitch of their voices based on the height of the jump.",
    "Video": "https://www.youtube.com/embed/sqKNugTQdCM"
  },
  {
    "Name": "Bikutsi",
    "Country": "Cameroon",
    "Longitude": 12.354722,
    "Latitude": 7.369722,
    "Year": 1940,
    "Category": "Ceremonial",
    "Participation": "Group",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "Bikutsi is a musical genre from Cameroon. It developed from the traditional styles of the Beti, or Ewondo, people, who live around the city of Yaoundé. It was popular in the middle of the 20th century in West Africa. it is primarily dance music. The word 'bikutsi' literally means 'beat the earth' or 'let's beat the earth' (bi- indicates a plural, -kut- means 'to beat' and -si means 'earth'.) The name indicates a dance that is accompanied by stomping the feet on the ground.",
    "Video": "https://www.youtube.com/embed/SnaovbbVy2s"
  },
  {
    "Name": "Long Sword Dance",
    "Country": "England",
    "Longitude": -1.17432,
    "Latitude": 52.355518,
    "Year": 1910,
    "Category": "Ceremonial",
    "Participation": "Group",
    "Difficulty": "Medium",
    "Tool": "Yes",
    "Description": "The Long Sword dance is a hilt-and-point sword dance recorded mainly in Yorkshire, England. It is related to the rapper sword dance of Northumbria, but the character is fundamentally different as it uses rigid metal or wooden swords, rather than the flexible spring steel rappers used by its northern relation.Although Long Sword dances are found scattered all over Yorkshire, there are particular concentrations of dances in East Cleveland, the northern part of the North York Moors and around Sheffield.Long Sword dances vary in the way they are performed, with some being slow and militaristic, such as the Grenoside or performed with pace and speed like Handsworth dances from near Sheffield. Others have different features including variations of numbers of dancers and distinctive movements.Unlike many traditional dances in England, which are mainly performed by revival teams, Long Sword dances are often still performed by their own village teams, such as Grenoside Sword Dancers, the Goathland Plough Stots and Flamborough Sword Dancers. These teams generally maintain the traditions of their dances, such as traditional performances on Boxing Day or Plough Monday.",
    "Video": "https://www.youtube.com/embed/Jk8wtdD_5fM"
  },
  {
    "Name": "Lion Dance",
    "Country": "China",
    "Longitude": 104.195397,
    "Latitude": 36.86166,
    "Year": 618,
    "Category": "Ceremonial",
    "Participation": "Partner",
    "Difficulty": "Medium",
    "Tool": "Yes",
    "Description": "Lion dance is a form of traditional dance in Chinese culture and other Asian countries in which performers mimic a lion's movements in a lion costume. The lion dance is usually performed during the Chinese New Year and other Chinese traditional, cultural and religious festivals. It may also be performed at important occasions such as business opening events, special celebrations or wedding ceremonies, or may be used to honour special guests by the Chinese communities.The Chinese lion dance is sometimes mistakenly referred to as dragon dance. An easy way to tell the difference is that a lion is normally operated by just two dancers, while a dragon is longer and needs many people. Also, in a lion dance, the performers' faces are only seen occasionally, since they are inside the lion. In a dragon dance, the performers' faces can be easily seen since the dragon is held on poles. Chinese lion dance fundamental movements can be found in most Chinese martial arts.",
    "Video": "https://www.youtube.com/embed/S2sWJViJT0I"
  },
  {
    "Name": "Hip-hop dance",
    "Country": "US",
    "Longitude": -95.712891,
    "Latitude": 38.09024,
    "Year": 1970,
    "Category": "Street",
    "Participation": "Solo,Group",
    "Difficulty": "Medium",
    "Tool": "No",
    "Description": "Hip-hop dance refers to street dance styles primarily performed to hip-hop music that have evolved as part of hip-hop culture. It includes a wide range of styles primarily breaking, locking and popping which were created in the 1970s and made popular by dance crews in US.",
    "Video": "https://www.youtube.com/embed/lHZHc0KgUk0"
  },
  {
    "Name": "Melbourne Shuffle",
    "Country": "Australia",
    "Longitude": 133.775136,
    "Latitude": -25.274398,
    "Year": 1980,
    "Category": "Street",
    "Participation": "Solo",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "",
    "Video": "https://www.youtube.com/embed/ZPaMdxC6CQI"
  },
  {
    "Name": "Bon Odori Dance",
    "Country": "Japan",
    "Longitude": 138.252924,
    "Latitude": 36.204824,
    "Year": 1510,
    "Category": "Folk,Ceremonial",
    "Participation": "Group",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "Bon Odori (Japanese: 盆踊り), meaning simply Bon dance, is a style of dancing performed during Obon. Originally a Nenbutsu folk dance to welcome the spirits of the dead, the style of celebration varies in many aspects from region to region. Each region has a local dance, as well as different music. The music can be songs specifically pertinent to the spiritual message of Obon, or local min'yō folk songs. Consequently, the Bon dance will look and sound different from region to region. Hokkaidō is known for a folk-song known as \"Sōran Bushi\". The song \"Tokyo Ondo\" takes its namesake from the capital of Japan. \"Gujo Odori\" in Gujō in Gifu Prefecture is famous for all night dancing. \"Gōshū Ondo\" is a folk song from Shiga Prefecture. Residents of the Kansai area will recognize the famous \"Kawachi ondo\". Tokushima in Shikoku is very famous for its \"Awa Odori\", and in the far south, one can hear the \"Ohara Bushi\" of Kagoshima.",
    "Video": "https://www.youtube.com/embed/y9B_i8OUrL4"
  },
  {
    "Name": "Belly Dance",
    "Country": "Egypt",
    "Longitude": 30.802498,
    "Latitude": 26.820553,
    "Year": "3000BC",
    "Category": "Folk",
    "Participation": "Solo,Group",
    "Difficulty": "Medium",
    "Tool": "No",
    "Description": "Belly dance is an expressive dance which emphasizes complex movements of the torso. Originally a Middle Eastern folk dance, it has evolved to take many different forms depending on the country and region, both in costume and dance style. New styles have evolved in the West as its popularity has spread globally.",
    "Video": "https://www.youtube.com/embed/8YQM_zfYO7Q"
  },
  {
    "Name": "Jarabe Tapatio",
    "Country": "Mexico",
    "Longitude": -102.552784,
    "Latitude": 23.634501,
    "Year": 1780,
    "Category": "Folk",
    "Participation": "Partner",
    "Difficulty": "Medium",
    "Tool": "Yes",
    "Description": "The dance represents the courtship of a man and a woman, with the woman first rejecting the man’s advances, then eventually accepting them. It has a definite sexual component in metaphor, which was the original reason for disapproval by authorities.As the dance has lost its controversial status and gained status as a representative of Mexico, the dancers have come to wear garb that is also highly representative of Mexican women and men. For women, the most traditional outfit is called the \"China Poblana.\" The blouse and skirt combination is named after a woman from India who came to Mexico on the Manila Galleon to work as a servant in the early 19th century. Her Asian dress was copied and then adapted in the State of Puebla, with the skirt now heavily embroidered and otherwise decorated with patriotic images. The traditional outfit for men is that of the charro, generally heavily decorated in silver trim.The music played to accompany the dance was written to be danced to and its played either by mariachi bands or by bands playing only string instruments such as various types of guitars, harps and violin.",
    "Video": "https://www.youtube.com/embed/Z32890GLm4k"
  },
  {
    "Name": "Attan",
    "Country": "Afghanistan",
    "Longitude": 67.709953,
    "Latitude": 33.93911,
    "Year": "2000 BC",
    "Category": "Folk",
    "Participation": "Group",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "Attan (Pashto: اتڼ‎) is a form of dance that originated in the Pashtun regions of eastern Afghanistan and Northwest Pakistan. Attan began as a folk dance conducted by Pashtuns in times of war or during weddings or other celebrations (engagements, new year, and informal gatherings). It is now considered the national dance of Afghanistan.The performance of attan dance in the open air has long been customary in the Pashtun culture. Attan is a special type of dance performed by a troupe of 50 to 100 dancers who wave red scarves in the air while musicians beat drums. This dance is common among the Pashtuns of Afghanistan and Pakistan and the ruling elite promoted it as the national dance of Afghanistan. It is also performed as a regional dance in khyber Pakhtunkhwa and Federally Administered Tribal Areas region of Pakistan",
    "Video": "https://www.youtube.com/embed/qS69B9bzBxs"
  },
  {
    "Name": "Tinikling",
    "Country": "Philippines",
    "Longitude": 121.774017,
    "Latitude": 12.879721,
    "Year": 900,
    "Category": "Folk",
    "Participation": "Group",
    "Difficulty": "Medium",
    "Tool": "Yes",
    "Description": "Tinikling is a traditional Philippine folk dance which originated during the Spanish colonial era. The dance involves two people beating, tapping, and sliding bamboo poles on the ground and against each other in coordination with one or more dancers who step over and in between the poles in a dance. It is traditionally danced to rondalla music, a sort of serenade played by an ensemble of stringed instruments which originated in Spain during the Middle Ages.",
    "Video": "https://www.youtube.com/embed/TonQH9DjJT8"
  },
  {
    "Name": "Hasapiko",
    "Country": "Greece",
    "Longitude": 21.824312,
    "Latitude": 39.074208,
    "Year": 900,
    "Category": "Folk",
    "Participation": "Group",
    "Difficulty": "Easy",
    "Tool": "No",
    "Description": "The hasapiko (Greek: χασάπικο, pronounced [xaˈsapiko], meaning “the butcher's [dance]” from Turkish: kasap “butcher”) is a Greek folk dance from Constantinople. The dance originated in the Middle Ages as a battle mime with swords performed by the Greek butchers guild, which adopted it from the military of Byzantine era. In Constantinople during the Byzantine times, it was called in Greek μακελλάρικος χορός (makellárikos horós, \"butcher's dance\", from μακελλάρioς “butcher”). Some Greeks, however, reserve the latter term only for the fast version of the dance.",
    "Video": "https://www.youtube.com/embed/eAwLS-1ofFM"
  },
  {
    "Name": "Ballet",
    "Country": "Italy",
    "Longitude": 12.56738,
    "Latitude": 41.87194,
    "Year": 1500,
    "Category": "Concert",
    "Participation": "Solo,Group",
    "Difficulty": "Difficult",
    "Tool": "Yes",
    "Description": "Ballet is a type of performance dance that originated in the Italian Renaissance courts of the 15th century and later developed into a concert dance form in France and Russia. During the seventeenth century, different types of fabrics and designs were used towards ballet costumes to make them much more spectacular and eye catching. Court dress still remained for women during this century. Silks, satins and fabrics embroidered with real gold and precious stones increased the level of spectacular decoration associated with ballet costumes.",
    "Video": "https://www.youtube.com/embed/-gApOfm4qd0"
  },
  {
    "Name": "Kathak",
    "Country": "India",
    "Longitude": 78.96288,
    "Latitude": 21.593684,
    "Year": "400BC",
    "Category": "Concert",
    "Participation": "Solo,Group",
    "Difficulty": "Medium",
    "Tool": "No",
    "Description": "The origin of Kathak is traditionally attributed to the traveling bards of ancient northern India, known as Kathakars or storytellers. Stylistically, the Kathak dance form emphasizes rhythmic foot movements, adorned with small bells (Ghungroo) and the movement harmonized to the music. The legs and torso are generally straight, and the story is told through a developed vocabulary based on the gestures of arms and upper body movement, facial expressions, stage movements, bends and turns.",
    "Video": "https://www.youtube.com/embed/wH_AkX22dfk"
  },
  {
    "Name": "Acro dance",
    "Country": "Canada",
    "Longitude": -106.346771,
    "Latitude": 56.130366,
    "Year": 1872,
    "Category": "Concert",
    "Participation": "Solo,Group",
    "Difficulty": "Difficult",
    "Tool": "No",
    "Description": "Acro dance is a style of dance that combines classical dance technique with precision acrobatic elements. It is defined by its athletic character, its unique choreography which seamlessly blends dance and acrobatics, and its use of acrobatics in a dance context. It is a popular dance style in amateur competitive as well as in professional dance theater and in contemporary circus productions such as those by Cirque du Soleil.",
    "Video": "https://www.youtube.com/embed/W4RxiFwUJhE"
  },
  {
    "Name": "Ghajar Dance",
    "Country": "Iran",
    "Longitude": 53.688046,
    "Latitude": 32.427908,
    "Year": 1800,
    "Category": "Concert",
    "Participation": "Solo,Group",
    "Difficulty": "Medium",
    "Tool": "No",
    "Description": "Persian classical dance is is also sometimes called Qajar or Ghajar Dance as it became largely influened by the Qajar dynasty (1795-1925).  Persian classical dance is a very graceful and refined dance.  It utilizes mostly the torso, arms, and hands along with facial expression.  While some hip movement occurs it is very muted if detectable at all.  Persian classical dance is known for looking \"light\" and flowing.  Dancers utilize small quick shuffling steps usually on the ball of the foot to appear to float in the air accross their stage or dance area.  Arms are gracefull and flowing and make large sweeping and undulating movements.  Snake arms are believed to have originated in Persian classical dance and are an essential part of the dance.  The hands and arms usually work together to allow movement to extend all the way down  to the finger tips although in some cases the movements start only at the wrist instead of utilizing the whole arm.  Small modest head slides are common too.",
    "Video": "https://www.youtube.com/embed/UtpN1H-bsTk"
  }
]
